Repository: UnicordDev/Unicord
Catalog: Unicord.Universal/Resources/*/Permissions.resw
Source language: en_gb
Languages: ja_jp, pl_pl, ru_ru, zh_cn, zh_tw

# AccessChannelsSubtitle
source: Allows members to view this channel by default. Disabling this will make the channel private.
ja_jp: 権限を持つメンバーにチャンネルの閲覧を既定で許可します。無効にした場合、チャンネルはプライベートになります。
pl_pl: Domyślnie umożliwia członkom wyświetlanie tego kanału. Wyłączenie tego zmieni kanał na prywatny.
ru_ru: Позволяет участникам просматривать этот канал по умолчанию. Если отключить, канал станет частным.
zh_cn: 默认允许成员查看此频道。禁用后，此频道将变为私密频道。
zh_tw: 預設允許成員查看此頻道。停用後，此頻道將成為私人頻道。

# AccessChannelsTitle
source: View Channel
ja_jp: チャンネルを見る
pl_pl: Wyświetlanie kanału
ru_ru: Просмотр канала
zh_cn: 查看频道
zh_tw: 查看頻道

# AddReactionsSubtitle
source: Allows members to add new reactions to a message in this channel.
ja_jp: 権限を持つメンバーがチャンネル上のメッセージに新しくリアクションを追加することを許可します。
pl_pl: Pozwala członkom na dodawanie nowych reakcji na wiadomości w tym kanale.
ru_ru: Позволяет участникам добавлять новые реакции к сообщению в этом канале.
zh_cn: 允许成员在此频道中的消息上添加新的回应。
zh_tw: 允許成員在此頻道中的訊息上新增回應。

# AddReactionsTitle
source: Allow Reactions
ja_jp: リアクションの許可
pl_pl: Dodawanie reakcji
ru_ru: Разрешить реакции
zh_cn: 允许反应
zh_tw: 允許反應

# AttachFilesSubtitle
source: Allows members to upload files or media in this channel.
ja_jp: 権限を持つメンバーがファイルやメディアをこのチャンネルへ送信することを許可します。
pl_pl: Pozwala członkom na załączanie plików lub multimediów w tym kanale.
ru_ru: Позволяет участникам загружать файлы или медиа в этот канал.
zh_cn: 允许成员在此频道上传文件或媒体。
zh_tw: 允許成員在此頻道上傳檔案或媒體。

# AttachFilesTitle
source: Attach Files
ja_jp: ファイルの送信
pl_pl: Załączanie plików
ru_ru: Прикрепить файлы
zh_cn: 附加文件
zh_tw: 附加檔案

# CreateInstantInviteSubtitle
source: Allows members to create invite links for this channel.
ja_jp: 権限を持つメンバーがこのチャンネルの招待リンクを作成することを許可します。
pl_pl: Pozwala członkom na tworzenie nowych zaproszeń do serwera.
ru_ru: Позволяет участникам создавать пригласительные ссылки для этого канала.
zh_cn: 允许成员为此频道创建邀请链接。
zh_tw: 允許成員為此頻道建立邀請連結。

# CreateInstantInviteTitle
source: Create Invite
ja_jp: 招待の作成
pl_pl: Tworzenie zaproszeń
ru_ru: Создать приглашение
zh_cn: 创建邀请
zh_tw: 建立邀請

# DeafenMembersSubtitle
source: Allows members to server deafen other members in this voice channel.
ja_jp: 権限を持つメンバーがボイスチャンネル内で他メンバーを全員に対してミュートすることを許可します。
pl_pl: Pozwala człownkom na wyciszanie innych w kanale głosowym.
ru_ru: Позволяет участникам заглушать звук других участников в этом голосовом канале.
zh_cn: 允许成员在此语音频道中让其他成员被服务器禁听。
zh_tw: 允許成員在此語音頻道中讓其他成員被伺服器禁聽。

# DeafenMembersTitle
source: Deafen Members
ja_jp: メンバーのミュート
pl_pl: Wyciszanie członków
ru_ru: Заглушить участников
zh_cn: 禁听成员
zh_tw: 禁聽成員

# EmbedLinksSubtitle
source: Allows generating embedded contents for links posted in this channel.
ja_jp: 権限を持つメンバーが埋め込みコンテンツを表示するリンクを送信することを許可します。
pl_pl: Pozwala na wyświetlanie zawartości osadzonej z linku na kanale tekstowym.
ru_ru: Позволяет создавать встроенные материалы для ссылок, размещенных в этом канале.
zh_cn: 允许为此频道中发布的链接生成嵌入内容。
zh_tw: 允許為此頻道中發布的連結生成嵌入內容。

# EmbedLinksTitle
source: Embed Links
ja_jp: リンクの埋め込み
pl_pl: Wyświetlanie podglądu linku
ru_ru: Встраивать ссылки
zh_cn: 嵌入链接
zh_tw: 嵌入連結

# ManageChannelsSubtitle
source: Allows members to delete this channel, as well as cahnge it's name, description and settings.
ja_jp: 権限を持つメンバーがこのチャンネルの名称・説明・設定を変更すること、そしてチャンネルを削除することを許可します。
pl_pl: Pozwala na zmianę nazwy, opisu i ustawień oraz na usunięcie tego kanału.
ru_ru: Позволяет участникам удалять этот канал, а также изменять его название, описание и настройки.
zh_cn: 允许成员删除该频道，以及更改其名称、描述和设置。
zh_tw: 允許成員刪除該頻道，以及更改其名稱、描述和設定。

# ManageChannelsTitle
source: Manage Channel
ja_jp: チャンネルの管理
pl_pl: Zarządzanie kanałem
ru_ru: Управление каналом
zh_cn: 管理频道
zh_tw: 管理頻道

# ManageMessagesSubtitle
source: Allows members to delete and pin messages.
ja_jp: 権限を持つメンバーがメッセージを削除・ピン留めすることを許可します。
pl_pl: Pozwala na usunięcie i przypięcie dowolnej wiadomości na kanale tekstowym.
ru_ru: Позволяет участникам удалять и закреплять сообщения.
zh_cn: 允许成员删除和置顶消息。
zh_tw: 允許成員刪除和釘選訊息。

# ManageMessagesTitle
source: Manage Messages
ja_jp: メッセージの管理
pl_pl: Zarządzanie wiadomościami
ru_ru: Управление сообщениями
zh_cn: 管理消息
zh_tw: 管理訊息

# ManageRolesSubtitle
source: Allows members to change this channel's permissions.
ja_jp: 権限を持つメンバーがこのチャンネルの権限を変更することを許可します。
pl_pl: Pozwala na edytowanie uprawnień kanału.
ru_ru: Позволяет участникам изменять разрешения этого канала.
zh_cn: 允许成员更改此频道的权限。
zh_tw: 允許成員更改此頻道的權限。

# ManageRolesTitle
source: Manage Permissions
ja_jp: 権限の管理
pl_pl: Zarządzanie uprawnieniami
ru_ru: Управление разрешениями
zh_cn: 管理权限
zh_tw: 管理權限

# ManageWebhooksSubtitle
source: Allows members to manage webhooks in this channel.
ja_jp: 権限を持つメンバーがチャンネル内のWebhookを管理することを許可します。
pl_pl: Pozwala członkom na tworzenie, edytowanie i usuwanie webhooków. Webhooki mogą wysyłać na tym serwerze wiadomości pochodzące ze źródeł trzecich.
ru_ru: Позволяет участникам управлять вебхуками в этом канале.
zh_cn: 允许成员管理此频道中的 webhook。
zh_tw: 允許成員管理此頻道中的 Webhook。

# ManageWebhooksTitle
source: Manage Webhooks
ja_jp: Webhookの管理
pl_pl: Zarządzanie webhookami
ru_ru: Управление вебхуками
zh_cn: 管理 Webhook
zh_tw: 管理 Webhook

# MentionEveryoneSubtitle
source: Allows members to use @everyone and @here in this channel, and @mention all roles.
ja_jp: 権限を持つメンバーが@everyone(サーバー内の全員)、@here(チャンネル内のオンラインのメンバーのみ)を使用し、すべてのロールに@mentionすることを許可します。
pl_pl: Pozwala członkom na zamieszczanie wzmianek @everyone, @here i wszystkich ról.
ru_ru: Позволяет участникам использовать @everyone и @here в этом канале, а также @упоминать все роли.
zh_cn: 允许成员在此频道中使用@everyone和@here，并@提及所有身份组。
zh_tw: 允許成員在此頻道中使用@everyone和@here，並@提及所有身分組。

# MentionEveryoneTitle
source: Mention @everyone, @here, and All Roles
ja_jp: @everyone、@here、 全てのロールにメンション
pl_pl: Zamieść wzmiankę @everyone, @here i wszystkie role
ru_ru: Упоминание @everyone, @here и всех ролей
zh_cn: 提及 @everyone、@here 和所有身份组
zh_tw: 提及 @everyone、@here 和所有身分組

# MoveMembersSubtitle
source: Allows members to move other members to and from this voice channel, or disconnect them.
ja_jp: 権限を持つメンバーが他メンバーを切断、あるいはほかのボイスチャンネルへ移動することを許可します。
pl_pl: Pozwala członkom na przenoszenie innych do różnych kanałów lub ich rozłączenie.
ru_ru: Позволяет участникам перемещать других участников в этот голосовой канал или отключать их.
zh_cn: 允许成员将其他成员移入或移出此语音频道，或断开他们的连接。
zh_tw: 允許成員將其他成員移入或移出此語音頻道，或斷開他們的連線。

# MoveMembersTitle
source: Move Members
ja_jp: メンバーの移動
pl_pl: Przenoszenie członków
ru_ru: Перемещение участников
zh_cn: 移动成员
zh_tw: 移動成員

# MuteMembersSubtitle
source: Allows members to server mute other members in this voice channel.
ja_jp: 権限を持つメンバーがボイスチャンネルでメンバーをミュートすることを許可します。このミュートをされると誰にも話すことはできません。
pl_pl: Pozwala członkom na wyciszanie innych na tym kanale głosowym.
ru_ru: Позволяет участникам заглушать звук других участников в этом голосовом канале.
zh_cn: 允许成员将此语音频道中的其他成员静音。
zh_tw: 允許成員將此語音頻道中的其他成員靜音。

# MuteMembersTitle
source: Mute Members
ja_jp: メンバーをミュート
pl_pl: Wyciszanie członków
ru_ru: Заглушить участников
zh_cn: 将成员静音
zh_tw: 將成員靜音

# PrioritySpeakerSubtitle
source: Allows members to be more easily heard in this voice channel when using their Push to Talk (Priority) keybind.
ja_jp: 権限を持つメンバーはボイスチャンネルで声が聴き取られやすくなります。この機能を利用するには、キーバインド「プッシュトゥトーク(優先)」を使用してください。
pl_pl: Członkowie z tym uprawnieniem będą lepiej słyszani, gdy użyją skrótu klawiszowego Push to Talk (Priority).
ru_ru: Позволяет участникам легче слышать в этом голосовом канале, используя клавишу Push to Talk (приоритет).
zh_cn: 当使用一键通（优先）按键绑定时，可以更轻松地在此语音频道中听到成员的声音。
zh_tw: 允許成員在使用按鍵發話（優先）快捷鍵時，在此語音頻道中更容易被聽見。

# PrioritySpeakerTitle
source: Priority Speaker
ja_jp: 優先スピーカー
pl_pl: Priorytetowy rozmówca
ru_ru: Приоритетный спикер
zh_cn: 优先发言者
zh_tw: 優先發言者

# ReadMessageHistorySubtitle
source: Allows members to read previous messages sent in this channel. Without this permission, members can only see messages sent when they're viewing this channel.
ja_jp: 権限を持つメンバーが過去にチャンネルへ送られたメッセージを読むことを許可します。無効にした場合、メンバーは当該チャンネルにフォーカスしている時に送られたメッセージのみ読むことができます。
pl_pl: Pozwala na odczytywanie historii czatu. Bez tego uprawnienia członkowie zobaczą wiadomości tylko gdy znajdują się w tym kanale.
ru_ru: Позволяет участникам читать предыдущие сообщения, отправленные в этом канале. Без этого разрешения участники могут видеть только сообщения, отправленные при просмотре этого канала.
zh_cn: 允许成员阅读此频道中以前发送的消息。如果没有此权限，成员只能看到在查看此频道时发送的消息。
zh_tw: 允許成員閱讀此頻道中先前發送的訊息。如果沒有此權限，成員只能看到在查看此頻道時發送的訊息。

# ReadMessageHistoryTitle
source: Read Message History
ja_jp: メッセージ履歴を読む
pl_pl: Czytanie historii czatu
ru_ru: Чтение истории сообщений
zh_cn: 查看消息历史
zh_tw: 讀取訊息記錄

# SendMessagesSubtitle
source: Allows members to send messages in this channel.
ja_jp: メンバーがテキストチャンネルでメッセージを送信することを許可します。
pl_pl: Pozwala na wysyłanie wiadomości.
ru_ru: Позволяет участникам отправлять сообщения в этом канале.
zh_cn: 允许成员在此频道中发送消息。
zh_tw: 允許成員在此頻道中傳送訊息。

# SendMessagesTitle
source: Send Messages
ja_jp: メッセージを送信
pl_pl: Wysyłanie wiadomości
ru_ru: Отправка сообщений
zh_cn: 发送消息
zh_tw: 傳送訊息

# SendTtsMessagesSubtitle
source: Allows members to send text-to-speech messages in this channel.
ja_jp: 権限を持つメンバーがテキスト読み上げを利用したメッセージを送信することを許可します。これらのメッセージはチャンネルにフォーカスしていれば誰も聞くことができます。
pl_pl: Zezwala na wysyłanie wiadomości text-to-speech na tym kanale.
ru_ru: Позволяет участникам отправлять сообщения с использованием текста в речь в этом канале.
zh_cn: 允许成员在此频道中发送文本转语音消息。
zh_tw: 允許成員在此頻道中傳送文字轉語音訊息。

# SendTtsMessagesTitle
source: Send Text-to-Speech Messages
ja_jp: テキスト読み上げメッセージを送信する
pl_pl: Wysyłanie wiadomości TTS
ru_ru: Отправка текстово-голосовых сообщений
zh_cn: 发送文本转语音消息
zh_tw: 傳送文字轉語音訊息

# SpeakSubtitle
source: Allows members to talk in this voice channel. Disable this and Access Channels to create a private voice channel.
ja_jp: メンバーがボイスチャンネルで話すことを許可します。無効にした場合、メンバーはデフォルトでミュートになります。
pl_pl: Pozwala na mówienie w tym kanale.
ru_ru: Позволяет участникам разговаривать в этом голосовом канале. Отключите это и Просмотр канала, чтобы создать частный голосовой канал.
zh_cn: 允许成员在此语音频道中交谈。禁用此项并禁用访问频道即可创建私密语音频道。
zh_tw: 允許成員在此語音頻道中發言。停用此項並停用存取頻道即可建立私人語音頻道。

# SpeakTitle
source: Speak
ja_jp: 話す
pl_pl: Mówienie
ru_ru: Говорить
zh_cn: 说话
zh_tw: 發言

# StreamSubtitle
source: Allows members to use their webcam, screen share, or Go Live in this channel.
ja_jp: 権限を持つメンバーがWebカメラを使用すること、画面を共有すること、そしてゲームを配信することを許可します。
pl_pl: Pozwala na używanie kamerki wideo, udostępnianie ekranu i nadawanie na żywo na tym kanale.
ru_ru: Позволяет участникам использовать веб-камеру, общий экран или вести трансляцию в этом канале.
zh_cn: 允许成员在此频道中使用网络摄像头、屏幕共享或直播。
zh_tw: 允許成員在此頻道中使用網路攝影機、螢幕分享或直播。

# StreamTitle
source: Video
ja_jp: ビデオ
pl_pl: Wideo
ru_ru: Видео
zh_cn: 视频
zh_tw: 影片

# UseExternalEmojisSubtitle
source: Allows Discord Nitro members to use emoji from other servers.
ja_jp: 権限を持つDiscord Nitroメンバーが外部サーバーの絵文字を使用することを許可します。
pl_pl: Pozwala członkom z subskrypcją Discord Nitro na używanie zewnętrznych Emoji.
ru_ru: Позволяет участникам Discord Nitro использовать эмодзи из других серверов.
zh_cn: 允许 Discord Nitro 会员使用其他服务器的表情符号。
zh_tw: 允許 Discord Nitro 會員使用其他伺服器的表情符號。

# UseExternalEmojisTitle
source: Use External Emoji
ja_jp: 外部絵文字の使用
pl_pl: Używanie zewnętrznych Emoji
ru_ru: Использовать внешние эмодзи
zh_cn: 使用外部表情符号
zh_tw: 使用外部表情符號

# UseVoiceDetectionSubtitle
source: Disabling this permission enforces the use of push-to-talk in this channel.
ja_jp: この権限を無効にした場合、ボイスチャンネルで話す際にプッシュトゥトークの使用が必須となります。騒音やうるさい人への対処に便利です。
pl_pl: Wyłączenie tego wymusza push-to-talk na tym kanale głosowym.
ru_ru: Отключение этого разрешения обязывает использовать функцию нажатия клавиши для разговора в этом канале.
zh_cn: 禁用此权限会强制在此频道中使用一键通。
zh_tw: 停用此權限會強制在此頻道中使用一鍵通。

# UseVoiceDetectionTitle
source: Use Voice Activity
ja_jp: 音声検出を使用
pl_pl: Używanie Aktywności Głosowej
ru_ru: Использовать голосовую активацию
zh_cn: 使用语音活动
zh_tw: 使用語音活動

# UseVoiceSubtitle
source: Allows members to join this voice channel and hear others.
ja_jp: この権限を持つメンバーはボイスチャンネルに接続して会話を聞くことができます。
pl_pl: Pozwala na połączenie z kanałem głosowem i słuchanie innych.
ru_ru: Позволяет участникам присоединяться к этому голосовому каналу и слышать других.
zh_cn: 允许成员加入此语音频道并听到其他人的声音。
zh_tw: 允許成員加入此語音頻道並聽見其他人。

# UseVoiceTitle
source: Connect
ja_jp: 接続
pl_pl: Połączenie
ru_ru: Подключение
zh_cn: 连接
zh_tw: 連線
